{
  "banner": {
    "title": "Current account with credit limit",
    "title_desc": "Online account opening with credit limit for your business – simple and easy!",
    "block1": "0 ₸",
    "block1_1": "Connection to mobile and",
    "block1_2": " internet banking Starbusiness",
    "block2_1": "Connection to",
    "block2_2": "Internet-Banking System",
    "block3": "Setting credit limit and application processing",
    "button": "Open account with credit limit online"
  },
  "online": {
    "title": "Would you like to open current account with credit limit online?",
    "subtitle": "We suggest using step-by-step instruction:",
    "step": "Step",
    "step1text0": "We will open an account online in 15 minutes - you will need a minimum package of documents to open an account and a webcam.",
    "step1text1": "Download “StarBusiness” mobile application",
    "step1text2": "Press the button “Online current account booking”",
    "step2text0": "Fill in the required information",
    "step2text1": "Tick the box confirming you are familiar with the",
    "step2text1_2": "Terms of the contract.",
    "step2text2": "Tick the box if you want to receive a credit limit on your account. After ticking the box, you will have the opportunity to familiarize yourself with the terms of the credit limit",
    "step2text3": "Please check the correctness of your data when filling out the application",
    "step2text4": "Request an SMS code.",
    "step3text1": "Enter the confirmation code you received via SMS and click Next.",
    "step4text1": "You have successfully booked your account! You will receive an SMS with a temporary password to enter the mobile application, where your details will be displayed and where you can attach the necessary documents to open an account.",
    "step5text1": "After checking the documents, the Bank employee will contact you via a video call for remote identification and activate the current account.",
    "step6text1": "Congratulations! You have successfully opened an online account!",
    "step6text2": "Work with your account anytime, anywhere in the StarBusiness mobile application!",
    "back": "Back",
    "next": "Next",
    "finish": "Finish!",
    "repeat": "Repeat"
  },
  "benefits": {
    "title": "Advantages",
    "1": "Online account opening free of charge",
    "1text": "Open an account online for free without visiting a bank branch",
    "2": "Free mobile and Internet banking StarBusiness",
    "2text": "Manage accounts 24/7 from any device - track balances and movement of funds, transfer and receive money",
    "3": "Credit limit on the account",
    "3text": "Get a credit limit when opening a current account, which will allow you to pay your bills in case of insufficient funds in the account",
    "4": "Online currency conversion",
    "4text": "Convert currencies online at the exchange rate without commissions",
    "5": "Minimum package of documents",
    "5text": "To open an account with a credit limit, you need a minimum package of documents",
    "6": "Personal manager",
    "6text": "Get qualified advice from your personal manager"
  },
  "order": {
    "errorAlert": "An unexpected error occurred!",
    "error": "Please enter correct data",
    "error1": "Please enter a valid",
    "title": "Open a current account with credit limit",
    "subtitle": "Leave a request, indicating all the necessary data, and our manager will contact you shortly",
    "subtitle2": "Enter the code received in the SMS to confirm the contact",
    "ip": "Individual entrepreneur",
    "ul": "Legal Entity",
    "fioIp": "Full name",
    "fioUl": "Company name",
    "phone": "Phone number",
    "city": "City",
    "email": "Email",
    "iin": "IIN",
    "bin": "BIN",
    "account": "Get a credit limit for an account",
    "code": "Confirmation code",
    "agree": "I confirm",
    "agree1": "consent to the collection and processing of personal data",
    "agree2": ", including obtaining information and a credit report from LLP \"First Credit Bureau\" and SGBD YL.",
    "safety": "We guarantee safety and security of your data",
    "send": "Apply",
    "send1": "Send",
    "sendAgain": "Send in another",
    "sendAfter": "Resend",
    "phone_error": "Please enter a valid phone number",
    "succesTitle": "Your request has been successfully saved!",
    "succesText": "Our specialist will contact you shortly to inform you about further actions."
  },
  "lks": {
    "title": "Credit limit on the account",
    "1": "Advantages",
    "1text1": "Submitting an application in a couple of clicks in the mobile application “StarBusiness”",
    "1text2": "Getting a loan without applications and signing contracts in 1 second",
    "1text3": "Automatic revision of the limit amount on a monthly basis, depending on your turnover",
    "1text4": "No commission for setting the limit",
    "1text5": "No collateral",
    "2": "Review",
    "2text1": "To cover cash gaps",
    "2text2": "Currency - tenge",
    "2text3": "Maximum credit limit amount - 30,000,000 ₸",
    "2text4": "Starting credit limit for new clients * - individual entrepreneur 100,000 ₸, legal entities - 200,000 ₸",
    "2text5": "Limit period - for 12 months, with automatic prolongation",
    "2text6": "Financing term within the limit - 30 calendar days",
    "2text7": "*with a term of registration of legal entities / individual entrepreneurs - at least 3 months, as well as in the absence of negative credit history",
    "3": "Repayment",
    "3text1": "Repayment of the principal debt - automatically, upon receipt of funds on the current account",
    "3text2": "Calculation of remuneration and commission for managing the limit on the 1st day of each month (for the previous month of using the limit). The deadline for payment of remuneration and commission is from the 1st to the 10th day of each month.",
    "3text3": "The remuneration is automatically debited from the current account.",
    "3text4": "Commission repayment is carried out by automatic debiting from the current account or at the expense of the limit, in case of insufficient own funds.",
    "4": "Calculator",
    "4sum": "Choose amount",
    "4period": "Choose term",
    "4percent": "Interest rate:",
    "4comission": "Limit management fee:",
    "4total": "The total amount paid by the limit:",
    "4other": "*Preliminary data",
    "5": "List of documents for opening a current account:",
    "5text1": "For individual entrepreneurs, persons engaged in private practice",
    "5text2": "For legal entities",
    "5text3": "For branches and representative offices of resident legal entities",
    "5text4": "For non-resident legal entities",
    "5text5": "For branches and representative offices of non-resident legal entities",
    "6": "Tariffs",
    "6text1": "Tariff name",
    "6text2": "Price parameters",
    "6text3": "Calculation and payment procedure",
    "6text4": "Remuneration rate",
    "6text5": "per annum",
    "6text6": "Monthly limit management fee",
    "6text7": "From the maximum sample (development) of the limit for the last month",
    "6text8": "Commission for the withdrawal of borrowed funds or transfer of borrowed funds to the Customer's accounts opened with Bank CenterCredit JSC or other STB",
    "6text10": "Penalty tax",
    "6text11": "Accrued on overdue debt on the product “Credit limit on the account“ for each day of delay",
    "6min": "Minimum"
  },
  "useful": {
    "title": "Together with the account the following will be available:",
    "more": "More details...",
    "1": "Foreign currency account",
    "1text1": "Free opening and maintaining a foreign currency account",
    "1text2": "Online currency conversion at the exchange rate",
    "1text3": "Online receipt of an account number in 1 hour",
    "1text4": "Automatic notification of a client through the Internet Banking System about the receipt of funds",
    "1text5": "Crediting funds to the account immediately after currency control",
    "1text6": "Free preliminary contract review and consultation in case you start working with a new partner or enter into a new deal",
    "2": "Mobile and Internet banking",
    "2text1": "Free connection to the Internet banking system",
    "2text2": "Free connection and use of the “StarBusiness” mobile application",
    "2text3": "Intra-bank transfers 24/7",
    "2text4": "External transfers and payments in national currency until 18:30, in foreign currency until 18:00",
    "3": "Tender guarantee",
    "3text1": "Receive a tender guarantee online from 20 minutes",
    "3text2": "Without collateral for turnover at any bank",
    "3text3": "Obtaining electronic bank guarantees",
    "3text4": "Minimum package of documents",
    "3text5": "Flexible approach to collateral",
    "3text6": "Possibility of registration and receipt in other regions of Kazakhstan",
    "4": "Salary project",
    "4text1": "Fast connection",
    "4text2": "Free issue and delivery of cards",
    "4text3": "Instant salary payment",
    "4text4": "Free cash withdrawals worldwide"
  },
  "callus": {
    "phone": "Mobile free"
  },
  "footer": {
    "freemob": "Mobile free",
    "mobile": "Mobile application",
    "lic": "License for carrying out banking and other operations and activities in the securities market No.1.2.25/195/34 as at 28 January 2015 issued by the NB RK."
  }
}
